/* A single strings file, whose title is specified in your preferences schema. The strings files provide the localized content to display to the user for each of your preferences. */

"Personalize your Experience" = "Personalize your Experience";
"We hope you\'re excited to try out %@.\n\nBefore you get started though, our team wanted to let you know that we use specific ad networks that may collect and process personally identifiable data, to show relevant ads.\n\nIf you consent to a personalized ad experience and you are at least 16 years old, please accept to proceed.\n\nIf you\'re ever not interested in sharing your data, you can always re-adjust your settings at a later time as well.\n" = "We hope you\'re excited to try out %@.\n\nBefore you get started though, our team wanted to let you know that we use specific ad networks that may collect and process personally identifiable data, to show relevant ads.\n\nIf you consent to a personalized ad experience and you are at least 16 years old, please accept to proceed.\n\nIf you\'re ever not interested in sharing your data, you can always re-adjust your settings at a later time as well.\n";
"accept" = "accept";
"learn more" = "learn more";
"our product" = "our product";
"Cannot open the link currently, please try it later." = "Cannot open the link currently, please try it later.";
"Here\'s the controls below to adjust which data we can utilize" = "Here\'s the controls below to adjust which data we can utilize";
"Personalized Advertising" = "Personalized Advertising";
"Note: If you choose to turn off the personalized ads, your device setting you will continue to see Non-Customized advertising and you may continue to receive personalized ads from our third party ad networks that obtain your consent on other apps and/or websites. For more information you can visit our privacy policy" = "Note: If you choose to turn off the personalized ads, your device setting you will continue to see Non-Customized advertising and you may continue to receive personalized ads from our third party ad networks that obtain your consent on other apps and/or websites. For more information you can visit our privacy policy";
"privacy policy" = "privacy policy";
"Here are links of our partners\' privacy policy" = "Here are links of our partners\' privacy policy";
"back" = "back";
"save" = "save";
